<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>%@</key>
	<string>%@</string>
	<key>GitHub</key>
	<string>GitHub</string>
	<key>Hello, World!</key>
	<string>Olá, Mundo!</string>
	<key>Installing %@</key>
	<string>A instalar %@</string>
	<key>Loading info...</key>
	<string>Carregando informação…</string>
	<key>Loading top packages…</key>
	<string>Carregando bibliotecas principais…</string>
	<key>Main Window</key>
	<string>Janela principal</string>
	<key>Tap</key>
	<string>Tap</string>
	<key>about.contact</key>
	<string>Contacta-me</string>
	<key>about.contribute</key>
	<string>Contribui</string>
	<key>about.contributor.service.github</key>
	<string>GitHub</string>
	<key>about.contributor.service.mastodon</key>
	<string>Mastodon</string>
	<key>about.contributor.service.website</key>
	<string>Website</string>
	<key>about.contributors</key>
	<string>Contribuidores reconhecidos</string>
	<key>about.contributors.1.name</key>
	<string>Rob Napier</string>
	<key>about.contributors.1.purpose</key>
	<string>Ajudou inestimavelmente com todo o tipo de problemas, desde Swift asíncrono a bloquear instalações de bibliotecas</string>
	<key>about.contributors.2.name</key>
	<string>Łukasz Rutkowski</string>
	<key>about.contributors.2.purpose</key>
	<string>Corrigiu muitos problemas assíncronos e de SwiftUI</string>
	<key>about.contributors.3.name</key>
	<string>Jierong Li</string>
	<key>about.contributors.3.purpose</key>
	<string>Corrigiu a atualização da contagem de bibliotecas na página inicial</string>
	<key>about.contributors.4.name</key>
	<string>Oscar Bazaldua</string>
	<key>about.contributors.4.purpose</key>
	<string>Fez o primeiro pull request aprovado; corrigiu a contagem de bibliotecas junto do Jierong Li</string>
	<key>about.contributors.5.name</key>
	<string>Andrey Radchishin</string>
	<key>about.contributors.5.purpose</key>
	<string>Adicionou uma forma de voltar à página de Estado do Homebrew</string>
	<key>about.contributors.6.name</key>
	<string>Christian Tietze</string>
	<key>about.contributors.6.purpose</key>
	<string>Criou muitas otimizações lógicas avançadas, além de oferecer continuamente suporte valioso de Swift</string>
	<key>about.contributors.7.name</key>
	<string>Mike Simons</string>
	<key>about.contributors.7.purpose</key>
	<string>Criou a configuração do Tuist para compilar versões auto-hospedadas</string>
	<key>about.copyright-%@</key>
	<string>© %@ David Bureš e contribuidores.</string>
	<key>about.copyright-%lld</key>
	<string>© %lld David Bureš e contribuidores.</string>
	<key>about.packages</key>
	<string>Bibliotecas usadas</string>
	<key>about.packages.1.name</key>
	<string>DavidFoundation</string>
	<key>about.packages.1.purpose</key>
	<string>A minha própria biblioteca com algumas funcionalidades básicas</string>
	<key>about.packages.3.name</key>
	<string>LaunchAtLogin</string>
	<key>about.packages.3.purpose</key>
	<string>Uma biblioteca que permite iniciar o Cork quando dás login</string>
	<key>about.privacy-policy</key>
	<string>[Privacy policy](https://corkmac.app/privacy-en.html)</string>
	<key>about.thanks</key>
	<string>Agradecimento Especial</string>
	<key>about.thanks.1.name</key>
	<string>Seb Jachec</string>
	<key>about.thanks.1.purpose</key>
	<string>Implementada uma função para obter resultados de comandos em tempo real, tornando mais de metade das funcionalidades do Cork muito mais rápidas</string>
	<key>about.thanks.2-3.purpose</key>
	<string>Implementada uma forma de ignorar a necessidade de licença para utilizadores que tenham compilado o Cork</string>
	<key>about.thanks.2.name</key>
	<string>Dimitri Bouniol</string>
	<key>about.thanks.3.name</key>
	<string>Ben Carlsson</string>
	<key>about.translator.1.name</key>
	<string>Jerry Zhang</string>
	<key>about.translator.1.purpose</key>
	<string>Traduziu o Cork para Chinês Simplificado</string>
	<key>about.translator.2.name</key>
	<string>sh95014</string>
	<key>about.translator.2.purpose</key>
	<string>Traduziu o Cork para Chinês Tradicional</string>
	<key>about.translator.3.name</key>
	<string>Maurice Meysel</string>
	<key>about.translator.3.purpose</key>
	<string>Traduziu o Cork para Alemão</string>
	<key>about.translator.4.name</key>
	<string>Bryan Ledda</string>
	<key>about.translator.4.purpose</key>
	<string>Traduziu o Cork para Francês</string>
	<key>about.translator.5.name</key>
	<string>Nikita Utkin</string>
	<key>about.translator.5.purpose</key>
	<string>Traduziu o Cork para Russo</string>
	<key>about.translator.6.name</key>
	<string>Igor Petruchek</string>
	<key>about.translator.6.purpose</key>
	<string>Traduziu o Cork para Ucraniano</string>
	<key>about.translators</key>
	<string>Tradutores</string>
	<key>about.version-%@-%@</key>
	<string>Versão %@ (%@)</string>
	<key>action.activate-demo</key>
	<string>Experimenta a Demo</string>
	<key>action.buy</key>
	<string>Compra o Cork</string>
	<key>action.cancel</key>
	<string>Cancelar</string>
	<key>action.check-license</key>
	<string>Ativa</string>
	<key>action.clear-metadata</key>
	<string>Limpar metadados</string>
	<key>action.close</key>
	<string>Fechar</string>
	<key>action.copy</key>
	<string>Copiar</string>
	<key>action.copy-manual-install-command-to-clipboard</key>
	<string>Copiar para Área de Transferência</string>
	<key>action.done</key>
	<string>Concluído</string>
	<key>action.finish-updating-in-terminal</key>
	<string>Acabar no Terminal</string>
	<key>action.go-to-status-page</key>
	<string>Página de Estado</string>
	<key>action.go-to-status-page.menu-bar</key>
	<string>Ir para a Página de Estado</string>
	<key>action.hide</key>
	<string>Esconder</string>
	<key>action.open-terminal</key>
	<string>Abrir Terminal</string>
	<key>action.purge-%@</key>
	<string>Limpar %@</string>
	<key>action.purge.confirm.title.%@</key>
	<string>Tens a certeza que queres limpar %@?</string>
	<key>action.quit</key>
	<string>Sair do Cork</string>
	<key>action.reload-services</key>
	<string>Recarregar Serviços </string>
	<key>action.repair-%@</key>
	<string>Reparar %@</string>
	<key>action.repair-home-path</key>
	<string>Reparar Homebrew</string>
	<key>action.report-bugs.git-hub</key>
	<string>Reporta no GitHub…</string>
	<key>action.report-bugs.menu-category</key>
	<string>Reporta Bugs</string>
	<key>action.reset-custom-brew-executable</key>
	<string>Redefinir executável para local padrão</string>
	<key>action.restart</key>
	<string>Reiniciar o Cork</string>
	<key>action.reveal-applications-folder-in-finder</key>
	<string>Mostar Aplicações no Finder</string>
	<key>action.reveal-certain-file-in-finder-%@</key>
	<string>Mostrar %@ no Finder</string>
	<key>action.reveal-in-finder</key>
	<string>Mostrar no Finder</string>
	<key>action.show</key>
	<string>Mostra</string>
	<key>action.show-terminal-output</key>
	<string>Mostrar output do Terminal</string>
	<key>action.uninstall-%@</key>
	<string>Desinstalar %@</string>
	<key>action.uninstall.confirm.title.%@</key>
	<string>Tens a certeza que queres desinstalar %@?</string>
	<key>action.update-homebrew</key>
	<string>Atualizar Homebrew e todas as bibliotecas</string>
	<key>action.update-homebrew.terminal</key>
	<string>Atualizar Homebrew pelo Terminal</string>
	<key>action.use-without-notifications</key>
	<string>Usar o Cork sem notificações</string>
	<key>action.warning.cannot-be-undone</key>
	<string>Esta ação não é reversível</string>
	<key>actiton.report-bugs.forum</key>
	<string>Reporta nos fóruns...</string>
	<key>add-package.clear-brew-locks</key>
	<string>Parar</string>
	<key>add-package.error.timed-out.title</key>
	<string>O carregamento das bibliotecas principais expirou</string>
	<key>add-package.fatal-error-%@</key>
	<string>Ocorreu um erro a instalar %@</string>
	<key>add-package.fatal-error.description</key>
	<string>Tenta instalar a biblioteca novamente ou reiniciar o Cork. Se o problema persistir, reinicia o Mac </string>
	<key>add-package.fatal-error.generic</key>
	<string>Ocorreu um erro durante a instalação</string>
	<key>add-package.finished</key>
	<string>Biblioteca instalada com sucesso</string>
	<key>add-package.finished.description</key>
	<string>Sem erros</string>
	<key>add-package.install.action</key>
	<string>Instalar</string>
	<key>add-package.install.another-homebrew-process-blocking-install.description</key>
	<string>Podes esperar que este processo termine ou forçar a sua paragem. Forçar a sua paragem pode corromper a instalação do Homebrew</string>
	<key>add-package.install.another-homebrew-process-blocking-install.title</key>
	<string>Outro processo do Homebrew a correr</string>
	<key>add-package.install.binary-already-exists-%@</key>
	<string>%@ foi instalado fora do Homebrew</string>
	<key>add-package.install.binary-already-exists.subheadline</key>
	<string>Este Cask já está presente nas Aplicações. Desinstala-o e tenta novamente</string>
	<key>add-package.install.downloading-cask-%@</key>
	<string>Instalando %@</string>
	<key>add-package.install.fetching-dependencies</key>
	<string>Carregando Dependências…</string>
	<key>add-package.install.finished</key>
	<string>Feito</string>
	<key>add-package.install.hide-details</key>
	<string>Esconder detalhes</string>
	<key>add-package.install.installation-terminated.subheadline</key>
	<string>O Homebrew terminou a instalação desta biblioteca antes desta ter iniciado. Verifica abaixo o resultado do comando de instalação</string>
	<key>add-package.install.installation-terminated.title</key>
	<string>Instalação da biblioteca terminou inesperadamente</string>
	<key>add-package.install.installing-cask-%@</key>
	<string>Instalando %@</string>
	<key>add-package.install.installing-dependencies-%lld-of-%lld</key>
	<string>Instalando Dependência %lld/%lld</string>
	<key>add-package.install.installing-package</key>
	<string>Instalando Biblioteca…</string>
	<key>add-package.install.linking-cask-binary</key>
	<string>Ligando Binários…</string>
	<key>add-package.install.loading-dependencies</key>
	<string>Carregando Dependências…</string>
	<key>add-package.install.moving-cask-%@</key>
	<string>Movento %@ para o Diretório de Aplicações…</string>
	<key>add-package.install.ready</key>
	<string>Construindo Grafo de Dependências…</string>
	<key>add-package.install.requires-sudo-password-%@</key>
	<string>A instalação de %@ necessita de permissões elevadas</string>
	<key>add-package.install.requires-sudo-password.description</key>
	<string>Esta biblioteca precisa de ser instalada pelo Terminal. Usa o seguinte comando.</string>
	<key>add-package.install.show-details</key>
	<string>Mostrar detalhes</string>
	<key>add-package.install.wrong-architecture-%@.user-architecture-is-%@</key>
	<string>%1$@ não suporta os processadores %2$@</string>
	<key>add-package.install.wrong-architecture.title</key>
	<string>Esta biblioteca não suporta o teu processador</string>
	<key>add-package.result.already-installed</key>
	<string>Instalado</string>
	<key>add-package.result.description-empty</key>
	<string>Sem descrição</string>
	<key>add-package.result.loading-description</key>
	<string>Carregando descrição…</string>
	<key>add-package.result.loading-failed</key>
	<string>Não foi possível carregar a descrição</string>
	<key>add-package.result.not-optimized-for-%@</key>
	<string>Não otimizado para %@</string>
	<key>add-package.search.action</key>
	<string>Procurar</string>
	<key>add-package.search.prompt</key>
	<string>Procurar por bibliotecas…</string>
	<key>add-package.search.results.casks</key>
	<string>Casks encontrados</string>
	<key>add-package.search.results.formulae</key>
	<string>Formulae encontradas</string>
	<key>add-package.searching-%@</key>
	<string>Procurando por %@…</string>
	<key>add-package.title</key>
	<string>Instalar bibliotecas</string>
	<key>add-package.top-casks</key>
	<string>Top Casks</string>
	<key>add-package.top-formulae</key>
	<string>Top Formulae</string>
	<key>add-package.uninstall.requires-sudo-password-%@</key>
	<string>Desinstalar %@ requer permissões elevadas</string>
	<key>add-package.uninstall.requires-sudo-password.description</key>
	<string>A desinstalação desta biblioteca tem de ser feita pelo Terminal. Usa o comando seguinte.</string>
	<key>add-tap</key>
	<string>Adicionar Tap</string>
	<key>add-tap.action</key>
	<string>Adicionar</string>
	<key>add-tap.complete-%@</key>
	<string>%@ adicionado com sucesso</string>
	<key>add-tap.complete.description</key>
	<string>Sem erros</string>
	<key>add-tap.error.action</key>
	<string>Tenta novamente</string>
	<key>add-tap.error.other-%@</key>
	<string>Ocorreu um erro a adiconar %@</string>
	<key>add-tap.error.other.description</key>
	<string>Tenta novamente dentro de alguns minutos</string>
	<key>add-tap.error.repository-not-found-%@</key>
	<string>%@ não existe</string>
	<key>add-tap.error.repository-not-found.description</key>
	<string>Verifica que escreveste bem</string>
	<key>add-tap.manual-repo-address.label</key>
	<string>Morada da Tap:</string>
	<key>add-tap.manual-repo-address.show</key>
	<string>Usar morada externa</string>
	<key>add-tap.manual-repo-address.title</key>
	<string>Adicionar uma Tap com uma morada externa</string>
	<key>add-tap.progress-%@</key>
	<string>Adicionando %@</string>
	<key>add-tap.typing.error.empty</key>
	<string>Nome da Tap vazio</string>
	<key>add-tap.typing.error.empty.description</key>
	<string>Não escreveste nenhum nome</string>
	<key>add-tap.typing.error.slash</key>
	<string>Nome da Tap requer um traço</string>
	<key>add-tap.typing.error.slash.description</key>
	<string>Nomes de Taps requerem sempre um traço</string>
	<key>add.package.install.requires-sudo-password.terminal-instructions-%@</key>
	<string>Clica "Abrir Terminal”
Usa ⌘+V para inserir o commando e pressiona ↩ (Executar) para executar o comando.
Segue as instruções para instalar %@, volta ao Cork e fecha este diálogo</string>
	<key>add.package.uninstall.requires-sudo-password.terminal-instructions-%@</key>
	<string>Clica "Abrir Terminal”
Usa ⌘+V para inserir o commando e pressiona ↩ (Executar) para executar o comando.
Segue as instruções para desinstalar %@, volta ao Cork e fecha este diálogo</string>
	<key>alert.could-not-apply-tags.message</key>
	<string>Reinicia o Cork. Se o problema persistir, limpa os metadados do Cork</string>
	<key>alert.could-not-apply-tags.title</key>
	<string>Não foi possível aplicar o estado às bibliotecas</string>
	<key>alert.could-not-associate-any-package-in-tracker-with-provided-uuid.message</key>
	<string>O Cork não encontrou esta biblioteca na base de dados</string>
	<key>alert.could-not-associate-any-package-in-tracker-with-provided-uuid.title</key>
	<string>Não foi possível encontrar esta biblioteca na base de dados</string>
	<key>alert.could-not-clear-metadata.message</key>
	<string>Apaga os metadados manualmente ou tenta reiniciar o Cork</string>
	<key>alert.could-not-clear-metadata.title</key>
	<string>Não foi possível limpar os metadados</string>
	<key>alert.could-not-create-metadata-directory-or-folder.message</key>
	<string>Verifica as permissões do Cork para aceder aos Documentos</string>
	<key>alert.could-not-create-metadata-directory.title</key>
	<string>Não foi possível criar a pasta Metadados</string>
	<key>alert.could-not-create-metadata-file.title</key>
	<string>Não foi possível criar o ficheiro de metadados</string>
	<key>alert.could-not-dump-brewfile.title</key>
	<string>Não foi possível dar backup ao Homebrew</string>
	<key>alert.could-not-find-package-in-parent-directory.title</key>
	<string>Não foi possível encontrar esta biblioteca</string>
	<key>alert.could-not-find-package-uuid-in-list</key>
	<string>Não foi possível encontrar a biblioteca selecionada</string>
	<key>alert.could-not-get-brewfile-location.message</key>
	<string>Move o ficheiro de backup para outro local e tenta novamente</string>
	<key>alert.could-not-get-brewfile-location.title</key>
	<string>Permissões insuficientes para ler o ficheiro de backup</string>
	<key>alert.could-not-get-brewfile-working-directory.title</key>
	<string>Não foi possível criar a pasta de backup</string>
	<key>alert.could-not-get-new-packages-in-scheduled-update-system.message</key>
	<string>Ocorreu um erro ao carregar bibliotecas expiradas</string>
	<key>alert.could-not-get-new-packages-in-scheduled-update-system.title</key>
	<string>Não foi possível obter as bibliotecas expiradas</string>
	<key>alert.could-not-import-brewfile.message</key>
	<string>Move o ficheiro de backup para outro local e tenta novamente</string>
	<key>alert.could-not-import-brewfile.title</key>
	<string>Não foi possível ler o ficheiro de backup</string>
	<key>alert.could-not-read-brewfile.title</key>
	<string>Não foi possível ler o backup</string>
	<key>alert.fatal-%@-prevented-loading.title</key>
	<string>Biblioteca %@ interrompeu o carregamento</string>
	<key>alert.fatal-installation.error</key>
	<string>Ocorreu um erro fatal durante a instalação da bilbioteca</string>
	<key>alert.fatal.could-not-load-any-packages-%@.title</key>
	<string>Não foi possível carregar as bibliotecas (%@)</string>
	<key>alert.fatal.could-not-synchronize-packages.title</key>
	<string>Não foi possível sincronizar as bibliotecas</string>
	<key>alert.fatal.custom-brew-executable-deleted.title</key>
	<string>Não foi possível encontar o executável do Homebrew</string>
	<key>alert.fatal.license-checking.could-not-encode-authorization-complex.message</key>
	<string>Verifica a conexão à Internet e tenta novamente</string>
	<key>alert.fatal.license-checking.could-not-encode-authorization-complex.title</key>
	<string>Não foi possível estabelecer uma conexão segura ao servidor de autorização</string>
	<key>alert.fatal.license-checking.no-internet.message</key>
	<string>O teu Mac não está conectado à Internet. Verificas as tuas definições de Internet.</string>
	<key>alert.fatal.license-checking.no-internet.title</key>
	<string>Não foi possível conectar à Internet</string>
	<key>alert.fatal.license-checking.timed-out.message</key>
	<string>Verifica a tua conexão à Internet e tenta novamente. Alternativamente, o servidor de autorização pode estar offline de momento</string>
	<key>alert.fatal.license-checking.timed-out.title</key>
	<string>A verificação de licença expirou</string>
	<key>alert.fatal.license-checking.unimplemented-error.title</key>
	<string>Ocorreu um erro desconhecido</string>
	<key>alert.generic.couldnt-parse-json</key>
	<string>O Homebrew não devolveu dados válidos</string>
	<key>alert.home-not-set.message</key>
	<string>O Cork não consegue aceder à instalação do Homebrew. Estamos a investigar a causa deste problema, uma vez que pode ter aparecido nas novas versões do Homebrew ou macOS. Até lá, o Cork não irá funcionar. Quando resolvermos o problema, o Cork irá ser atualizado</string>
	<key>alert.home-not-set.title</key>
	<string>Homebrew não está configurado para o Cork</string>
	<key>alert.malformed-brewfile.message</key>
	<string>O ficheiro que tentaste recuperar não tem a estrutura correta</string>
	<key>alert.malformed-brewfile.title</key>
	<string>Ficheiro de backup corrompido</string>
	<key>alert.metadata-folder-does-not-exist.message</key>
	<string>Reinstala o Cork e tenta novamente</string>
	<key>alert.metadata-folder-does-not-exist.title</key>
	<string>Não foi possível encontar a pasta dos metadados</string>
	<key>alert.notification-could-not-remove-tap-due-to-packages-from-it-still-being-installed.message-%@</key>
	<string>Ainda tens bibliotecas instaladas do %@. Desinstala-as e tenta novamente</string>
	<key>alert.notifications-error-while-getting-top-package.message</key>
	<string>O Homebrew enviou ao Cork uma resposta inválida</string>
	<key>alert.notifications-error-while-getting-top-packages.title</key>
	<string>Não foi possível obter as bibliotecas principais</string>
	<key>alert.notifications-error-while-obtaining-permissions.message</key>
	<string>Podes continuar a usar o Cork sem notificações</string>
	<key>alert.notifications-error-while-obtaining-permissions.title</key>
	<string>Não foi possível obter as permissões de notificações</string>
	<key>alert.notifications-error-while-parsing-top-packages.message</key>
	<string>O Cork não percebeu a resposta do Homebrew</string>
	<key>alert.notifications-error-while-parsing-top-packages.title</key>
	<string>O Homebrew não devolveu dados válidos</string>
	<key>alert.package-corrupted.message</key>
	<string>Esta biblioteca precisa de ser reparada</string>
	<key>alert.package-corrupted.title-%@</key>
	<string>%@ está corrompido</string>
	<key>alert.restart-or-reinstall</key>
	<string>Reinicia o Cork, se o problema persistir, reinstala</string>
	<key>alert.top-package-retrieval-function-turned-up-empty.message</key>
	<string>A biblioteca selecionada não pode ser instalada</string>
	<key>alert.top-package-retrieval-function-turned-up-empty.title</key>
	<string>Não foi possível obter a biblioteca selecionada</string>
	<key>alert.tried-to-load-package-that-is-not-a-folder.message-%@</key>
	<string>O ficheiro %@ não é uma biblioteca válida do Homebrew e precisa de ser removida</string>
	<key>alert.tried-to-load-package-that-is-not-a-folder.title-%@</key>
	<string>Ficheiro inválido %@ numa pasta de biblioteca</string>
	<key>alert.unable-to-uninstall-%@.title</key>
	<string>Não foi possível desinstalar %@</string>
	<key>alert.unable-to-uninstall-dependency.message-%@-%@</key>
	<string>%2$@ é uma dependência de %1$@</string>
	<key>app-name</key>
	<string>Cork</string>
	<key>brewfile.export.default-export-name-%@</key>
	<string>%@ Homebrew Backup</string>
	<key>brewfile.export.progress</key>
	<string>Backing up Homebrew…</string>
	<key>brewfile.import.finished.message</key>
	<string>Sem erros</string>
	<key>brewfile.import.finished.title</key>
	<string>Restaurado do backup com sucesso</string>
	<key>brewfile.import.progress</key>
	<string>Restaurando do backup...</string>
	<key>brewfile.import.progress.encouragement</key>
	<string>Aguenta! Isto pode durar alguns minutos</string>
	<key>cached-downloads.type.unknown</key>
	<string>Desconhecido</string>
	<key>debug.action.activate-demo</key>
	<string>DEBUG: Ativa a demo</string>
	<key>debug.action.licensing</key>
	<string>DEBUG: Ativando licença</string>
	<key>debug.action.reset-license-state</key>
	<string>DEBUG: Reinicar estdo de licença</string>
	<key>debug.navigation</key>
	<string>DEBUG</string>
	<key>error.brewfile.export.could-not-determine-working-directory</key>
	<string>Não foi possível determinal a pasta de exportação do brewfile</string>
	<key>error.brewfile.export.could-not-dump-with-error.%@</key>
	<string>Não foi possível atualizar o brewfile para o local dado com erro: %@</string>
	<key>error.brewfile.importing.could-not-get-selected-brewfile-location</key>
	<string>Não foi possível obter a localização do brewfile selecionado</string>
	<key>error.brewfile.importing.could-not-import.%@</key>
	<string>Não foi possível importar o brewfile: %@</string>
	<key>error.data-downloading.invalid-response.%lld</key>
	<string>O servidor Homebrew devolveu o código de resposta errado: %lld</string>
	<key>error.data-downloading.invalid-response.undetermined-response-code</key>
	<string>O servidor Homebrew devolveu o código de resposta errado e este não foi devidamente lido</string>
	<key>error.data-downloading.invalid-url</key>
	<string>O URL dado não é um URL válido de Homebrew</string>
	<key>error.data-downloading.no-data-received</key>
	<string>Nenhum dado recebido depois do carregamento das bibliotecas principais do servidor Homebrew</string>
	<key>error.finder-reveal.could-not-find-package-in-parent</key>
	<string>Não foi possível encontrar a biblioteca</string>
	<key>error.generic-couldnt-decode-json.%@</key>
	<string>Não foi possível descodificar a resposta JSON do Homebrew: %@</string>
	<key>error.generic.couldnt-convert-string-to-data</key>
	<string>Não foi possível converter a resposta JSON do Homebrew para o Data</string>
	<key>error.generic.unexpected-homebrew-response</key>
	<string>Resposta do Homebrew inválida</string>
	<key>error.json-parsing.could-not-convert-string-to-data.%@</key>
	<string>Não foi possível converter a String para Data: %@</string>
	<key>error.json-parsing.could-not-decode.%@</key>
	<string>Não foi possível descodificar os dados usando o descodificador de JSON: %@</string>
	<key>error.licensing.auth-complex-not-encoded</key>
	<string>A autorização para o carregamento de licença não foi codificado</string>
	<key>error.licensing.not-connected-to-internet</key>
	<string>Não foi possível conectar à Internet. Não será possível completar a verificação de licença</string>
	<key>error.licensing.other-error.%@</key>
	<string>Erro não implementado ao carregar o estado da licença: %@</string>
	<key>error.licensing.timed-out</key>
	<string>A verificação do estado da licença expirou</string>
	<key>error.maintenance.cache-purging.command-failed</key>
	<string>Limpeza de cache falhou</string>
	<key>error.maintenance.health-check.standard-error-not-empty</key>
	<string>Erro padrão não vazio</string>
	<key>error.maintenance.orphan-removal.could-not-get-number-of-uninstalled-orphans</key>
	<string>Não foi possível obter o número de orfãos desinstalados como resultado desta operação</string>
	<key>error.maintenance.orphan-removal.could-not-uninstall-orphans.%@</key>
	<string>Não foi possível desinstalar orfãos: %@</string>
	<key>error.maintenance.orphan-uninstallation.unexpected-terminal-output</key>
	<string>Resultado inesperado na desinstalação do orfão</string>
	<key>error.outdated-packages.could-not-decode-command-output.%@</key>
	<string>Não foi possível descodificar os dados usando o descodificador de JSON: %@</string>
	<key>error.outdated-packages.home-not-set</key>
	<string>HOME não está devidamente definido no comando Homebrew</string>
	<key>error.outdated-packages.other-error.%@</key>
	<string>Erro não implementado para obter bibliotecas expiradas: %@</string>
	<key>error.package-details.couldnt-pin-unpin</key>
	<string>Ocorreu um erro durante o processo de fixação</string>
	<key>error.package-loading-couldnt-get-package-from-parsed-output</key>
	<string>Não foi possível carregar a biblioteca da resposta JSON do Homebrew</string>
	<key>error.package-loading.%@-does-not-have-any-versions-installed</key>
	<string>A biblioteca %@ não tem nenhuma versão instalada</string>
	<key>error.package-loading.%@-not-a-folder</key>
	<string>%@ não é uma pasta de biblioteca</string>
	<key>error.package-loading.could-not-load-%@-at-%@-because-%@</key>
	<string>Não foi possível carregar a biblioteca %1$@ (%2$@):%3$@</string>
	<key>error.package-loading.last-path-component-of-checked-package-url-is-folder-containing-packages-itself.casks</key>
	<string>O caminho específico que aponta para a pasta do Cask, não a biblioteca. O teu Homebrew está corrompido, isto não é um problema do Cork</string>
	<key>error.package-loading.last-path-component-of-checked-package-url-is-folder-containing-packages-itself.formulae</key>
	<string>O caminho específico que aponta para a pasta da Formulae, não a biblioteca. O teu Homebrew está corrompido, isto não é um problema do Cork</string>
	<key>error.package-loading.no-terminal-output-returned</key>
	<string>O Homebrew não respondeu</string>
	<key>error.package-loading.standard-error-not-empty.%@</key>
	<string>O Homebrew retornou um JSON com o seguinte erro: %@</string>
	<key>error.package-retrieval.uuid.could-not-find-any-packages-in-tracker</key>
	<string>Não foi possível encontrar nenhuma biblioteca com o UUID fornecido</string>
	<key>error.permissions.could-not-obtain-folder-access-permissions.%@</key>
	<string>Não foi possível obter permissões para aceder à pasta especificada: %@</string>
	<key>error.regex.nothing-matched</key>
	<string>Sem padrões REGEX</string>
	<key>error.services.loading.could-not-encode-string.%@</key>
	<string>Não foi possível codificar os dados: %@</string>
	<key>error.services.loading.homebrew-outdated</key>
	<string>Homebrew desatualizado</string>
	<key>error.services.loading.no-output</key>
	<string>Homebrew não devolveu dados</string>
	<key>error.services.loading.other-error.%@</key>
	<string>Erro não implementado: %@</string>
	<key>error.services.loading.parsing-failed</key>
	<string>Análise dos serviços falhou</string>
	<key>error.services.loading.standard-error-not-empty.%@</key>
	<string>%@</string>
	<key>error.services.stopping.could-not-stop-service.%@</key>
	<string>Não foi possível parar o serviço: %@</string>
	<key>error.tap.untap.could-not-untap.tap-%@.failure-reason-%@</key>
	<string>Não foi possível remover o tap%1$@ com o output: %2$@</string>
	<key>error.top-packages.could-not-decode-casks.%@</key>
	<string>%@</string>
	<key>error.top-packages.could-not-decode-formulae.%@</key>
	<string>%@</string>
	<key>error.top-packages.could-not-download-data</key>
	<string>Não foi possível transferir as bibliotecas principais</string>
	<key>error.top-packages.impossible-error</key>
	<string>A biblioteca pedida não foi encontrada na lista, embora devesse ter sido encontrada</string>
	<key>generic.false</key>
	<string>Não</string>
	<key>generic.true</key>
	<string>Sim</string>
	<key>homebrew/core</key>
	<string>homebrew/core</string>
	<key>https://gitea.com/some-cool-address</key>
	<string>https://gitea.com/some-cool-address</string>
	<key>intent.get-installed-casks.description</key>
	<string>Obtém uma lista dos Casks instalados</string>
	<key>intent.get-installed-casks.title</key>
	<string>Obter Casks instaladas</string>
	<key>intent.get-installed-formulae.description</key>
	<string>Obtém uma lista das Formulae instalados</string>
	<key>intent.get-installed-formulae.title</key>
	<string>Obter Formulae instaladas</string>
	<key>intent.get-installed-packages.description</key>
	<string>Obtém uma lista das Formulae e Casks instalados</string>
	<key>intent.get-installed-packages.limit-to-manually-installed-packages</key>
	<string>Carregar só as bibliotecas instaladas manualmente</string>
	<key>intent.get-installed-packages.title</key>
	<string>Obter bibliotecas instaladas</string>
	<key>intent.refresh.description</key>
	<string>Procurar atualizações nas bibliotecas instaladas</string>
	<key>intent.refresh.result.display-representation</key>
	<string>Resultado da atualização da biblioteca</string>
	<key>intent.refresh.result.failed</key>
	<string>Atualização das bibliotecas falhou</string>
	<key>intent.refresh.result.refreshed</key>
	<string>Bibliotecas atualizadas</string>
	<key>intent.refresh.result.refreshed-with-errors</key>
	<string>Bibliotecas atualizadas com erros</string>
	<key>intent.refresh.title</key>
	<string>Atualizar Bibliotecas</string>
	<key>intents.type.minimal-homebrew-package</key>
	<string>Biblioteca Homebrew</string>
	<key>intents.type.minimal-homebrew-package.representation.subtitle</key>
	<string>Uma representação leve das bibliotecas</string>
	<key>licensing.bought.body</key>
	<string>Obrigado por suportares o Cork!</string>
	<key>licensing.bought.title</key>
	<string>Licença ativa</string>
	<key>licensing.demo-activated.title</key>
	<string>Em modo Demo</string>
	<key>licensing.demo.time-until-%@</key>
	<string>A demo está disponível até %@</string>
	<key>licensing.email</key>
	<string>Email com o qual compraste o Cork:</string>
	<key>licensing.email-field.prompt</key>
	<string>dev@corkmac.app</string>
	<key>licensing.invalid-email</key>
	<string>Email não encontrado</string>
	<key>licensing.not-bought-or-activated.body</key>
	<string>Podes comprar o Cork usando o botão abaixo, ou visitando o [site](https://corkmac.app).
Não tens a certeza se o Cork é ideal para ti? Experimenta a demo, limitada a 7 dias.</string>
	<key>licensing.not-bought-or-activated.title</key>
	<string>Obrigado por veres o Cork!</string>
	<key>licensing.price.copy</key>
	<string>por 25€</string>
	<key>licensing.self-compiled.body</key>
	<string>Se quiseres apoiar o desenvolvimento das minhas aplicações, considera [comprar o Cork](https://corkmac.app)</string>
	<key>licensing.self-compiled.title</key>
	<string>Compilaste o Cork</string>
	<key>licensing.title</key>
	<string>Licença…</string>
	<key>maintenance.finished</key>
	<string>Manutenção terminada</string>
	<key>maintenance.results.cached-downloads</key>
	<string>Downloads em cache apagados</string>
	<key>maintenance.results.cached-downloads.summary-%@</key>
	<string>Recuperaste %@</string>
	<key>maintenance.results.health-check.problems</key>
	<string>Encontrados problemas no Homebrew</string>
	<key>maintenance.results.health-check.problems-none</key>
	<string>Sem problemas no Homebrew</string>
	<key>maintenance.results.orphans-removed</key>
	<string>Bibliotecas órfãs desinstaladas</string>
	<key>maintenance.results.orphans.failure</key>
	<string>Não foi possível desinstalar as bibliotecas orfãs</string>
	<key>maintenance.results.orphans.failure.details-%@</key>
	<string>Ocorreu um erro %@</string>
	<key>maintenance.results.package-cache</key>
	<string>Cache da biblioteca limpa</string>
	<key>maintenance.results.package-cache.failure</key>
	<string>Não foi possível limpar a cache da biblioteca</string>
	<key>maintenance.results.package-cache.failure.details-%@</key>
	<string>O erro %@ ocorreu</string>
	<key>maintenance.results.package-cache.skipped-%@</key>
	<string>Algumas caches não foram limpas devido à %@ não estar atualizada</string>
	<key>maintenance.step.deleting-cached-downloads</key>
	<string>Apagando downloads em cache…</string>
	<key>maintenance.step.initial</key>
	<string>Começando…</string>
	<key>maintenance.step.purging-cache</key>
	<string>Limpando a cache…</string>
	<key>maintenance.step.removing-orphans</key>
	<string>Desinstalando orfãos</string>
	<key>maintenance.step.running-health-check</key>
	<string>Executando verificação de integridade…</string>
	<key>maintenance.steps.downloads</key>
	<string>Downloads:</string>
	<key>maintenance.steps.downloads.delete-cached-downloads</key>
	<string>Apagar downloads em cache</string>
	<key>maintenance.steps.downloads.purge-cache</key>
	<string>Limpar cache do Homebrew</string>
	<key>maintenance.steps.other</key>
	<string>Outros:</string>
	<key>maintenance.steps.other.health-check</key>
	<string>Executar verificação de integridade</string>
	<key>maintenance.steps.packages</key>
	<string>Bibliotecas:</string>
	<key>maintenance.steps.packages.uninstall-orphans</key>
	<string>Desinstalar bibliotecas orfãs</string>
	<key>maintenance.steps.start</key>
	<string>Começar</string>
	<key>maintenance.title</key>
	<string>Manutenção</string>
	<key>menu-bar.state-overview-%lld-%lld-%lld</key>
	<string>F: %1$lld | C: %2$lld | T:%3$lld</string>
	<key>menubar.open.cork</key>
	<string>Abrir o Cork</string>
	<key>message.try-again-or-restart</key>
	<string>Tenta novamente ou reinica o Cork</string>
	<key>message.try-again-or-restart-%@</key>
	<string>%@
Tenta novamente ou reinica o Cork</string>
	<key>navigation.about</key>
	<string>Sobre o Cork</string>
	<key>navigation.add-tap</key>
	<string>Adicionar Tap</string>
	<key>navigation.add-tap.help</key>
	<string>Adicionar uma nova Tap</string>
	<key>navigation.install-package</key>
	<string>Instalar biblioteca</string>
	<key>navigation.install-package.direct</key>
	<string>Instalar biblioteca diretamente</string>
	<key>navigation.install-package.direct.help</key>
	<string>Instalar biblioteca por nome</string>
	<key>navigation.install-package.help</key>
	<string>Instalar nova biblioteca</string>
	<key>navigation.maintenance.help</key>
	<string>Executar limpeza do Homebrew</string>
	<key>navigation.manage-services</key>
	<string>Gerenciar serviços</string>
	<key>navigation.manage-services.help</key>
	<string>Gerenciar serviços</string>
	<key>navigation.menu.import-export.export-brewfile</key>
	<string>Exportar backuop Homebrew…</string>
	<key>navigation.menu.import-export.import-brewfile</key>
	<string>Restaurar do backup…</string>
	<key>navigation.menu.maintenance</key>
	<string>Manutenção</string>
	<key>navigation.menu.maintenance.delete-cached-downloads</key>
	<string>Apagar downloads em cache</string>
	<key>navigation.menu.maintenance.no-cached-downloads</key>
	<string>Sem downloads em cache para apagar</string>
	<key>navigation.menu.maintenance.perform</key>
	<string>Executar manutenção</string>
	<key>navigation.menu.packages</key>
	<string>Bibliotecas</string>
	<key>navigation.menu.packages.add-tap</key>
	<string>Adicionar Tap…</string>
	<key>navigation.menu.packages.install</key>
	<string>Instalar bibliotecas…</string>
	<key>navigation.menu.packages.update</key>
	<string>Atualizar bibliotecas…</string>
	<key>navigation.menu.search</key>
	<string>Procurar</string>
	<key>navigation.menu.services</key>
	<string>Serviços</string>
	<key>navigation.menu.services.open-window</key>
	<string>Abrir gerenciador de serviços…</string>
	<key>navigation.upgrade-packages</key>
	<string>Atualizar bibliotecas</string>
	<key>navigation.upgrade-packages.help</key>
	<string>Atualizar bibliotecas instaladas</string>
	<key>notification.install-finished</key>
	<string>Processo de instalação terminada</string>
	<key>notification.new-outdated-packages-found.title</key>
	<string>Nova biblioteca expirada</string>
	<key>notification.outdated-packages-found.title</key>
	<string>Encontradas bibliotecas expiradas</string>
	<key>notification.upgrade-finished.failure</key>
	<string>Falha nas atualizações</string>
	<key>notification.upgrade-finished.success</key>
	<string>Bibliotecas atualizadas</string>
	<key>notification.upgrade-finished.success.some-errors</key>
	<string>Ocorreram erros ao atualizar</string>
	<key>notification.upgrade-process-started</key>
	<string>Atualizando bibliotecas…</string>
	<key>onboarding.all-features-enabled</key>
	<string>Todas as funcionalidades opcionais ativas</string>
	<key>onboarding.details.section.basic</key>
	<string>Funcionalidades básicas</string>
	<key>onboarding.details.section.discoverability</key>
	<string>Descoberta</string>
	<key>onboarding.details.section.extras</key>
	<string>Funcionalidades extra</string>
	<key>onboarding.details.section.package-features</key>
	<string>Funcionalidades da biblioteca</string>
	<key>onboarding.details.section.tap-features</key>
	<string>Funcionalidades da Tap</string>
	<key>onboarding.feature.compatibility-checking</key>
	<string>Verificação de compatibilidade de bibliotecas</string>
	<key>onboarding.feature.complex-dependencies</key>
	<string>Mais informações sobre dependências</string>
	<key>onboarding.feature.dependency-search</key>
	<string>A procurar pelas dependências da biblioteca</string>
	<key>onboarding.feature.detailed-caveats</key>
	<string>Advertências da biblioteca</string>
	<key>onboarding.feature.discoverability</key>
	<string>Procurar bibliotecas populares</string>
	<key>onboarding.feature.maintenanace</key>
	<string>Manutenção do Homebrew</string>
	<key>onboarding.feature.menu-bar</key>
	<string>Ações rápidas na Menu Bar</string>
	<key>onboarding.feature.notifications</key>
	<string>Notificações sobre várias ações</string>
	<key>onboarding.feature.outdated-packages-details.all</key>
	<string>Mostrar informações detalhadas sobre bibliotecas desatualizadas</string>
	<key>onboarding.feature.outdated-packages-details.minimal</key>
	<string>Mostrar informações sobre bibliotecas desatualizadas</string>
	<key>onboarding.feature.outdated-packages-details.versions-only</key>
	<string>Mostrar versões em informações sobre bibliotecas desatualizadas</string>
	<key>onboarding.feature.package-descriptions-in-search</key>
	<string>Descrições de bibliotecas na pesquisa</string>
	<key>onboarding.feature.package-details</key>
	<string>Detalhes da biblioteca</string>
	<key>onboarding.feature.package-purging</key>
	<string>Limpar biblioteca</string>
	<key>onboarding.feature.revealing-packages-in-finder</key>
	<string>Revelar bibliotecas no Finder</string>
	<key>onboarding.feature.search</key>
	<string>A procurar pelas bibliotecas instaladas</string>
	<key>onboarding.feature.searching</key>
	<string>Pesquisa de bibliotecas</string>
	<key>onboarding.feature.show-all-packages</key>
	<string>Mostrar todas as bibliotecas</string>
	<key>onboarding.feature.show-only-intentionally-installed-packages</key>
	<string>Mostrar as bibliotecas instaladas manualmente</string>
	<key>onboarding.feature.tagging</key>
	<string>Marcação de biblioteca</string>
	<key>onboarding.feature.tap-details</key>
	<string>Detalhes de Tap</string>
	<key>onboarding.hide-details-about</key>
	<string>Esconder detalhes sobre</string>
	<key>onboarding.settings.exmplanation</key>
	<string>Podes sempre personalizar a tua experiência nas Definições</string>
	<key>onboarding.show-details-about</key>
	<string>Mostrar detalhes sobre</string>
	<key>onboarding.start</key>
	<string>Mostrar integração…</string>
	<key>onboarding.subtitle</key>
	<string>Diz olá às aplicações do mundo</string>
	<key>onboarding.title</key>
	<string>Bem vindo ao futuro do Homebrew!</string>
	<key>package-details.action.pin-version-%@</key>
	<string>Fixa para a versão %@</string>
	<key>package-details.action.unpin-version-%@</key>
	<string>Desafixar da versão %@</string>
	<key>package-details.caveats.available</key>
	<string>Tem avisos</string>
	<key>package-details.caveats.collapse</key>
	<string>Colapsar</string>
	<key>package-details.caveats.expand</key>
	<string>Expandir</string>
	<key>package-details.caveats.help</key>
	<string>Clica para ver avisos</string>
	<key>package-details.contents.loading</key>
	<string>A carregar informação da biblioteca…</string>
	<key>package-details.dependants.dependency-of-%@</key>
	<string>Dependência de %@</string>
	<key>package-details.dependants.loading</key>
	<string>A carregar dependentes…</string>
	<key>package-details.dependencies</key>
	<string>Dependências</string>
	<key>package-details.dependencies.results.declaration</key>
	<string>Declaração de Tipo</string>
	<key>package-details.dependencies.results.declaration.direct</key>
	<string>Direto</string>
	<key>package-details.dependencies.results.declaration.indirect</key>
	<string>Indireto</string>
	<key>package-details.dependencies.results.name</key>
	<string>Nome</string>
	<key>package-details.dependencies.results.version</key>
	<string>Versão</string>
	<key>package-details.dependencies.search.prompt</key>
	<string>Dependências</string>
	<key>package-details.homepage</key>
	<string>Página Principal</string>
	<key>package-details.info</key>
	<string>Info</string>
	<key>package-details.install-date</key>
	<string>Instalado em</string>
	<key>package-details.outdated</key>
	<string>Desatualizado</string>
	<key>package-details.pinned.help-%@</key>
	<string>%@ está fixo. Não vai ser atualizado.</string>
	<key>package-details.size</key>
	<string>Tamanho</string>
	<key>package-details.size.help</key>
	<string>Porque é que o tamanho é tão pequeno?</string>
	<key>package-details.size.help.body-1</key>
	<string>Os Casks não são instalados no mesmo diretório de instalação da Formulae. Os Casks são instalados no diretório das Aplicações.</string>
	<key>package-details.size.help.body-2</key>
	<string>Como o Cork não tem acesso ao seu diretório de Aplicações, ele não pode obter o tamanho da aplicação real, apenas dos metadados associados ao Cask.</string>
	<key>package-details.type</key>
	<string>Tipo</string>
	<key>package-details.type.cask</key>
	<string>Cask</string>
	<key>package-details.type.formula</key>
	<string>Formula</string>
	<key>preview-package.action</key>
	<string>Pré-visualização</string>
	<key>repair-package.repair-process-%@</key>
	<string>A reparar %@…</string>
	<key>repair-package.repairing-finished.headline-%@</key>
	<string>%@ foi reparado</string>
	<key>repair-package.repairing-finished.subheadline</key>
	<string>Sem problemas encontrados</string>
	<key>search.token.filter-casks</key>
	<string>Cask</string>
	<key>search.token.filter-formulae</key>
	<string>Formula</string>
	<key>search.token.filter-manually-installed-packages</key>
	<string>Instalado manualmente</string>
	<key>search.token.filter-tags</key>
	<string>Bibliotecas idenfiticadas</string>
	<key>search.token.filter-taps</key>
	<string>Tap</string>
	<key>service-details.contents.loading</key>
	<string>A carregar informação de serviço…</string>
	<key>service-status-page.active-services.description</key>
	<string>Estes serviços estão a correr normalmente</string>
	<key>service-status-page.errored-out-services.description</key>
	<string>Estes serviços ou terminaram ou não foram iniciados</string>
	<key>service-status-page.inactive-services.description</key>
	<string>Estes serviços não estão a correr</string>
	<key>service-status-page.loading</key>
	<string>A carregar serviços…</string>
	<key>service-status-page.no-services-found</key>
	<string>Nenhum serviço encontrado</string>
	<key>service-status-page.title</key>
	<string>Estado dos Serviços</string>
	<key>service-status-page.unknown-services.description</key>
	<string>O estado destes serviços não pôde ser determinado</string>
	<key>service.error-log-location.label</key>
	<string>Localização do Log do Erro</string>
	<key>service.exit-code.label</key>
	<string>Código de saída</string>
	<key>service.loaded.label</key>
	<string>Está carregado</string>
	<key>service.location.label</key>
	<string>Localização</string>
	<key>service.log-location.label</key>
	<string>Localização do Log</string>
	<key>service.root-location.label</key>
	<string>Localização da raíz</string>
	<key>service.schedulable.label</key>
	<string>Schedulable</string>
	<key>service.start-%@</key>
	<string>Começar %@</string>
	<key>service.status.label</key>
	<string>Estado</string>
	<key>service.stop-%@</key>
	<string>Parar %@</string>
	<key>service.user.label</key>
	<string>Utilizador</string>
	<key>services-sidebar.search.prompt</key>
	<string>Serviços</string>
	<key>services.error.could-not-load-services</key>
	<string>Não foi possível carregar os serviços</string>
	<key>services.error.could-not-start-service.%@</key>
	<string>Não foi possível iniciar %@</string>
	<key>services.error.could-not-stop-service.%@</key>
	<string>Não foi possível parar %@</string>
	<key>services.error.could-not-synchronize-services</key>
	<string>Não foi possível sincronizar os serviços</string>
	<key>services.error.homebrew-outdated</key>
	<string>O Homebrew está desatualizado</string>
	<key>services.error.homebrew-outdated.description</key>
	<string>Para usar os serviços, atualiza a instalação do Homebrew clicando no botão abaixo.
Se isso não funcionar, atualiza através do Terminal.</string>
	<key>services.error.must-be-run-as-root</key>
	<string>Este serviço deve ser corrido como administrador</string>
	<key>services.status.error</key>
	<string>Erro</string>
	<key>services.status.none</key>
	<string>Nenhum</string>
	<key>services.status.other</key>
	<string>Outro</string>
	<key>services.status.scheduled</key>
	<string>Agendável</string>
	<key>services.status.started</key>
	<string>Iniciado</string>
	<key>services.status.stopped</key>
	<string>Parado</string>
	<key>services.status.unknown</key>
	<string>Desconhecido</string>
	<key>services.title</key>
	<string>Serviços de Homebrew</string>
	<key>settings.brew.analytics</key>
	<string>Estatísticas:</string>
	<key>settings.brew.collect-analytics</key>
	<string>Recolher estatísticas</string>
	<key>settings.brew.custom-homebrew-path</key>
	<string>Localização do Homebrew:</string>
	<key>settings.brew.custom-homebrew-path.confirmation.confirm</key>
	<string>Definir localização</string>
	<key>settings.brew.custom-homebrew-path.confirmation.message</key>
	<string>Localizações personalizadas do Homebrew não são oficialmente suportadas.
Se tiveres selecionado uma localização personalizada do Homebrew, não receberás nenhum suporte para o Cork ou Homebrew.
Se selecionares uma localização personalizada do Homebrew, serás o único responsável pela manutenção da instalação do Homebrew.</string>
	<key>settings.brew.custom-homebrew-path.confirmation.title</key>
	<string>Tens a certeza que queres definir uma localização personalizada para Homebrew?</string>
	<key>settings.brew.custom-homebrew-path.error.not-a-brew-executable-%@</key>
	<string>%@ não é um executável Homebrew.</string>
	<key>settings.brew.custom-homebrew-path.error.not-an-executable-at-all</key>
	<string>O ficheiro selecinado não é um executável</string>
	<key>settings.brew.custom-homebrew-path.reset</key>
	<string>Reiniciar localização</string>
	<key>settings.brew.custom-homebrew-path.select</key>
	<string>Selecionar localização personalizada</string>
	<key>settings.brew.custom-homebrew-path.will-not-bother-me-with-support</key>
	<string>Nenhum suporte para o Cork será fornecido enquanto as configurações do desenvolvedor estiverem ativas</string>
	<key>settings.brew.enable-advanced-settings</key>
	<string>Ativar definições de desenvolvedor</string>
	<key>settings.brew.error-checking</key>
	<string>Verificação de erros:</string>
	<key>settings.brew.strictly-check-for-errors</key>
	<string>Verifica rigorosamente se há erros do Homebrew</string>
	<key>settings.dangerous</key>
	<string>Avançado:</string>
	<key>settings.discoverability</key>
	<string>Descoberta</string>
	<key>settings.discoverability.sorting</key>
	<string>Ordenar bibliotecas principais por:</string>
	<key>settings.discoverability.sorting.by-fewest-downloads</key>
	<string>Menos downloads</string>
	<key>settings.discoverability.sorting.by-most-downloads</key>
	<string>Mais downloads</string>
	<key>settings.discoverability.sorting.random</key>
	<string>Aleatório</string>
	<key>settings.discoverability.time-span</key>
	<string>Obter bibliotecas principais por:</string>
	<key>settings.discoverability.time-span.month</key>
	<string>Último mês</string>
	<key>settings.discoverability.time-span.quarter-year</key>
	<string>Últimos três meses</string>
	<key>settings.discoverability.time-span.year</key>
	<string>Último ano</string>
	<key>settings.discoverability.toggle</key>
	<string>Ativar Descoberta</string>
	<key>settings.general</key>
	<string>Geral</string>
	<key>settings.general.dependencies</key>
	<string>Dependências:</string>
	<key>settings.general.dependencies.toggle</key>
	<string>Mostrar mais informações sobre dependências</string>
	<key>settings.general.display-only-intentionally-installed-packages</key>
	<string>Filtragem de bibliotecas:</string>
	<key>settings.general.display-only-intentionally-installed-packages.no</key>
	<string>Mostrar todas as bibliotecas, incluíndo dependências</string>
	<key>settings.general.display-only-intentionally-installed-packages.yes</key>
	<string>Mostrar apenas bibliotecas instaladas manualmente</string>
	<key>settings.general.launch-at-login</key>
	<string>Arranque automático:</string>
	<key>settings.general.launch-at-login.toggle</key>
	<string>Abrir ao login</string>
	<key>settings.general.menubar</key>
	<string>Menu Bar:</string>
	<key>settings.general.menubar.toggle</key>
	<string>Mostrar na Menu Bar</string>
	<key>settings.general.outdated-packages</key>
	<string>Informações da biblioteca desatualizada:</string>
	<key>settings.general.outdated-packages.also-show-old-versions</key>
	<string>Mostrar versões antigas</string>
	<key>settings.general.outdated-packages.display-amount.all</key>
	<string>Completa</string>
	<key>settings.general.outdated-packages.display-amount.none</key>
	<string>Mínimo</string>
	<key>settings.general.outdated-packages.display-amount.version-only</key>
	<string>Versões apenas</string>
	<key>settings.general.outdated-packages.info-amount</key>
	<string>Bibliotecas desatualizadas:</string>
	<key>settings.general.package-caveats</key>
	<string>Avisos da biblioteca:</string>
	<key>settings.general.package-caveats.full</key>
	<string>Cheio</string>
	<key>settings.general.package-caveats.minified</key>
	<string>Minimizado</string>
	<key>settings.general.package-caveats.minified.info</key>
	<string>Clica no “Tem avisos” para ver os avisos</string>
	<key>settings.general.package-details</key>
	<string>Detalhes da biblioteca:</string>
	<key>settings.general.package-details.reveal-in-finder.toggle</key>
	<string>Permitir a revelação de bibliotecas no Finder</string>
	<key>settings.general.package-details.toggle</key>
	<string>Mostrar campo de pesquisa para dependências</string>
	<key>settings.general.search-results</key>
	<string>Resultados da pesquisa:</string>
	<key>settings.general.search-results.toggle</key>
	<string>Mostrar descrição da biblioteca</string>
	<key>settings.general.sort-packages</key>
	<string>Ordenar bibliotecas por:</string>
	<key>settings.general.sort-packages.alphabetically</key>
	<string>Nome</string>
	<key>settings.general.sort-packages.install-date</key>
	<string>Data de instalação</string>
	<key>settings.general.sort-packages.size</key>
	<string>Tamanho</string>
	<key>settings.homebrew</key>
	<string>Homebrew</string>
	<key>settings.install-uninstall</key>
	<string>Bibliotecas</string>
	<key>settings.install-uninstall.compatibility-checking.label</key>
	<string>Compatibilidade:</string>
	<key>settings.install-uninstall.compatibility-checking.toggle</key>
	<string>Verificar compatibilidade de biblioteca</string>
	<key>settings.install-uninstall.installation</key>
	<string>Instalação:</string>
	<key>settings.install-uninstall.installation.enable-automatic-cleanup</key>
	<string>Limpar bibliotecas antigas</string>
	<key>settings.install-uninstall.installation.enable-automatic-cleanup.alert.confirm</key>
	<string>Desativar Limpeza Automática</string>
	<key>settings.install-uninstall.installation.enable-automatic-cleanup.alert.message</key>
	<string>Desativar as limpezas automáticas pode interromper a instalação do Homebrew.</string>
	<key>settings.install-uninstall.installation.enable-automatic-cleanup.alert.title</key>
	<string>Tens a certezaque queres desativar as limpezas automáticas?</string>
	<key>settings.install-uninstall.installation.enable-automatic-cleanup.warning</key>
	<string>Desativar a limpeza torna a instalação de blibliotecas mais rápida,
mas torna o Homebrew mais lento no geral. 
Desativar esta opção pode interromper a instalação do Homebrew.
Esta opção também controla limpezas automáticas que ocorrem
depois de não usar o Homebrew por mais de 30 dias.</string>
	<key>settings.install-uninstall.installation.toggle</key>
	<string>Mostras lista de bibliotecas serem instaladas</string>
	<key>settings.install-uninstall.package-removal.label</key>
	<string>Remoção de biblioteca:</string>
	<key>settings.install-uninstall.request-removal-confirmation.toggle</key>
	<string>Exigir confirmação ao remover bibliotecas</string>
	<key>settings.install-uninstall.uninstallation</key>
	<string>Desinstalação:</string>
	<key>settings.install-uninstall.uninstallation.allow-more-complete-uninstallation</key>
	<string>Ativar limpeza de bibliotecas</string>
	<key>settings.install-uninstall.uninstallation.allow-more-complete-uninstallation.alert.body</key>
	<string>A limpeza pode corromper outras bibliotecas.
Tens certeza de que desejas continuar?</string>
	<key>settings.install-uninstall.uninstallation.allow-more-complete-uninstallation.alert.confirm</key>
	<string>Ativar limpeza de bibliotecas</string>
	<key>settings.install-uninstall.uninstallation.allow-more-complete-uninstallation.alert.title</key>
	<string>Permitir limpeza de bibliotecas?</string>
	<key>settings.install-uninstall.uninstallation.allow-more-complete-uninstallation.warning</key>
	<string>A limpeza remove todos os arquivos associados a uma biblioteca.
Isso pode remover arquivos compartilhados e corromper outras bibliotecas.</string>
	<key>settings.install-uninstall.uninstallation.purge-cache</key>
	<string>Limpar cache depois de desinstalar uma biblioteca</string>
	<key>settings.install-uninstall.uninstallation.remove-orphans</key>
	<string>Remover orfãos depois de desinstalar uma biblioteca</string>
	<key>settings.install-uninstall.uninstallation.show-real-time-terminal-outputs</key>
	<string>Mostrar outputs das operações em tempo real </string>
	<key>settings.install-uninstall.uninstallation.show-real-time-terminal-outputs.open-by-default</key>
	<string>Mostrar outputs das operações por padrão</string>
	<key>settings.maintenance</key>
	<string>Manutenção</string>
	<key>settings.maintenance.default-steps</key>
	<string>Definir passos padrão</string>
	<key>settings.notifications</key>
	<string>Notificações</string>
	<key>settings.notifications.enable-notifications</key>
	<string>Ativar notificações</string>
	<key>settings.notifications.explanation</key>
	<string>Notificações aparecerão só quando o Cork não estiver numa janela ativa</string>
	<key>settings.notifications.notifications-disabled-in-settings.tooltip</key>
	<string>􀅴 Ativar notificações para o Cork nas Definições de Sistema</string>
	<key>settings.notifications.notify-about-installation-result</key>
	<string>Resultados da instalação</string>
	<key>settings.notifications.notify-about-upgrade-result</key>
	<string>Resultados da atualização</string>
	<key>settings.notifications.notify-about-various-actions</key>
	<string>Notificar sobre:</string>
	<key>settings.notifications.outdated-package-notification-type</key>
	<string>Tipo de alerta para bibliotecas desatualizadas:</string>
	<key>settings.notifications.outdated-package-notification-type.badge</key>
	<string>Badge</string>
	<key>settings.notifications.outdated-package-notification-type.both</key>
	<string>Badge e Notificação</string>
	<key>settings.notifications.outdated-package-notification-type.none</key>
	<string>Nenhum</string>
	<key>settings.notifications.outdated-package-notification-type.notification</key>
	<string>Notificação</string>
	<key>setup.level.advanced.title</key>
	<string>Avançado</string>
	<key>setup.level.basic.title</key>
	<string>Básico</string>
	<key>setup.level.medium.title</key>
	<string>Equilibrado</string>
	<key>setup.level.slightly-advanced.title</key>
	<string>Ligeiramente avançado</string>
	<key>setup.level.slightly-basic.title</key>
	<string>Ligeiramente básico</string>
	<key>setup.slider.title</key>
	<string>Como gostarias de experienciar o Cork?</string>
	<key>sidebar.search.prompt</key>
	<string>Bibliotecas instaladas</string>
	<key>sidebar.section.added-taps</key>
	<string>Taps adicionadas</string>
	<key>sidebar.section.added-taps.contextmenu.remove-%@</key>
	<string>Remover %@</string>
	<key>sidebar.section.added-taps.remove.message</key>
	<string>Tenta novamente dentro de alguns minutos ou reinicia o Cork</string>
	<key>sidebar.section.added-taps.remove.title-%@</key>
	<string>Não foi possível remover %@</string>
	<key>sidebar.section.all.contextmenu.tag-%@</key>
	<string>Marca %@</string>
	<key>sidebar.section.all.contextmenu.untag-%@</key>
	<string>Desmarca %@</string>
	<key>sidebar.section.installed-casks</key>
	<string>Casks instalados</string>
	<key>sidebar.section.installed-formulae</key>
	<string>Formulae instaladas</string>
	<key>start-page.added-taps.description</key>
	<string>As Taps facultam bibliotecas adicionais</string>
	<key>start-page.analytics.disabled</key>
	<string>Estatísticas do Homebrew estão desativadas</string>
	<key>start-page.analytics.disabled.description</key>
	<string>O Homebrew não está a coletar nenhuma informação sobre como o usas</string>
	<key>start-page.analytics.enabled</key>
	<string>Estatísticas do Homebrew ativas</string>
	<key>start-page.analytics.enabled.description</key>
	<string>O Homebrew está a coletar informação anónima, como as bibliotecas que tens instaladas</string>
	<key>start-page.cached-downloads-%@</key>
	<string>Tens %@ de downloads em cache</string>
	<key>start-page.cached-downloads.action</key>
	<string>Apagar downloads em cache…</string>
	<key>start-page.cached-downloads.description</key>
	<string>Estes ficheiros são sobras de instalações de bibliotecas concluídas. São seguros para remover.</string>
	<key>start-page.cached-downloads.graph.other-smaller-packages</key>
	<string>Outros</string>
	<key>start-page.cached-downloads.graph.size</key>
	<string>Tamanho do download em cache</string>
	<key>start-page.installed-casks.description</key>
	<string>Casks são bibliotecas que têm janelas gráficas</string>
	<key>start-page.installed-formulae.description</key>
	<string>Formulae são bibliotecas que usas pelo Terminal</string>
	<key>start-page.loading</key>
	<string>A carregar bibliotecas…</string>
	<key>start-page.loading.failed.title</key>
	<string>Não foi possível verificar bibliotecas desatualizadas</string>
	<key>start-page.open-maintenance</key>
	<string>Manutenção do brew…</string>
	<key>start-page.status</key>
	<string>Estado do Homebrew</string>
	<key>start-page.updated.action.deselect-all</key>
	<string>Desmarcar tudo</string>
	<key>start-page.updated.action.select-all</key>
	<string>Selecionar tudo</string>
	<key>start-page.updates.action</key>
	<string>Atualizar</string>
	<key>start-page.updates.installed-version</key>
	<string>Versão instalada</string>
	<key>start-page.updates.list</key>
	<string>Bibliotecas desatualizadas</string>
	<key>start-page.updates.loading</key>
	<string>A verificar atualizações de bibliotecas…</string>
	<key>start-page.updates.newest-version</key>
	<string>Versão mais recente</string>
	<key>state.disabled</key>
	<string>Desabilitado</string>
	<key>state.update-homebrew.terminal.message</key>
	<string>Depois de clicar em "Abrir Terminal", usa ⌘+V para colar o comando que o Cork copiou para ti e pressiona Return (↩).
Se nenhum comando foi copiado, escreve o comando "brew update" e pressiona Return (↩).</string>
	<key>state.update-homebrew.terminal.title</key>
	<string>A atualizar pelo Terminal</string>
	<key>tap-details.contents</key>
	<string>Conteúdos</string>
	<key>tap-details.contents.casks-mostly</key>
	<string>Maioritariamente Casks</string>
	<key>tap-details.contents.casks-only</key>
	<string>Apenas Casks</string>
	<key>tap-details.contents.formulae-mostly</key>
	<string>Maioritariamente Formulae</string>
	<key>tap-details.contents.formulae-only</key>
	<string>Apenas Formulae</string>
	<key>tap-details.contents.none</key>
	<string>Nenhum</string>
	<key>tap-details.homepage</key>
	<string>Página Principal</string>
	<key>tap-details.included-casks</key>
	<string>Casks incluídos</string>
	<key>tap-details.included-formulae</key>
	<string>Formulae incluídas</string>
	<key>tap-details.included-packages.search.prompt</key>
	<string>Bibliotecas incluídas</string>
	<key>tap-details.info</key>
	<string>Info</string>
	<key>tap-details.loading</key>
	<string>A carregar informação da tap…</string>
	<key>tap-details.official-%@</key>
	<string>%@ é uma tap oficial.
Bibliotecas incluídas são verificadas e seguras.</string>
	<key>tap-details.package-count</key>
	<string>Número de bibliotecas</string>
	<key>tap-details.remove-%@</key>
	<string>Remover %@</string>
	<key>update-packages.detail-stage.backing-up</key>
	<string>A restaurar versão antiga…</string>
	<key>update-packages.detail-stage.cleanup</key>
	<string>A limpar…</string>
	<key>update-packages.detail-stage.downloading</key>
	<string>A transferir…</string>
	<key>update-packages.detail-stage.linking</key>
	<string>A vincular nova versão…</string>
	<key>update-packages.detail-stage.pouring</key>
	<string>A atualizar…</string>
	<key>update-packages.error</key>
	<string>Bibliotecas atualizadas com erros</string>
	<key>update-packages.error.description</key>
	<string>Ocorreram alguns erros durante a atualização.
Confere abaixo mais informações</string>
	<key>update-packages.error.sudo-required</key>
	<string>Ação necessária para acabar a atualização</string>
	<key>update-packages.error.sudo-required.description</key>
	<string>Algumas bibliotecas só podem ser atualizadas através do Terminal
Clica em "Concluir no Terminal" abaixo
Usa ⌘+V para inserir o comando e pressiona ↩ (Return) para executar o comando e seguir as instruções
Após o comando terminar, regressa ao Cork</string>
	<key>update-packages.finished</key>
	<string>Bibliotecas atualizadas com sucesso</string>
	<key>update-packages.finished.description</key>
	<string>Sem erros</string>
	<key>update-packages.incremental.finished</key>
	<string>Bibliotecas selecionadas atualizadas com sucesso</string>
	<key>update-packages.incremental.impossible-case</key>
	<string>Não sei o que fizeste para isto aparecer</string>
	<key>update-packages.incremental.update-in-progress-%@</key>
	<string>A atualizar %@</string>
	<key>update-packages.no-updates</key>
	<string>Sem atualizações disponíveis</string>
	<key>update-packages.no-updates.description</key>
	<string>Tudo atualizado</string>
	<key>update-packages.updating.checking</key>
	<string>A transferir atualizações…</string>
	<key>update-packages.updating.finished</key>
	<string>Terminado</string>
	<key>update-packages.updating.ready</key>
	<string>Pronto</string>
	<key>update-packages.updating.updating</key>
	<string>A atualizar bibliotecas…</string>
	<key>update-packages.updating.updating-outdated-package</key>
	<string>A atualizar caches de bibliotecas…</string>
	<key>v. %@</key>
	<string>v. %@</string>
	<key>window.about</key>
	<string>Sobre</string>
	<key>window.services</key>
	<string>Serviços</string>
	<key>⚠️</key>
	<string>⚠️</string>
	<key>􀇾</key>
	<string>􀇾</string>
	<key>􀐫</key>
	<string>􀐫</string>
</dict>
</plist>
